export const Buk = [

    {
        title: "홍대함바그",
        class: "양식",
        lat: 35.8939127532079,
        lng: 128.609997303266
    },
    {
        title: "미들31",
        class: "양식",
        lat: 35.8944903523702,
        lng: 128.610604272884
    },
    {
        title: "메타피자",
        class: "양식",
        lat: 35.8940636410006,
        lng: 128.610673151083
    },
    {
        title: "낭만놀이",
        class: "양식",
        lat:  35.894433884048475,
        lng: 128.609775286223
    },



    {
        title: "면탐정",
        class: "일식",
        lat:  35.89337676199526,
        lng: 128.608134209565
    },
    {
        title: "앞치마 입은 남자",
        class: "일식",
        lat: 35.89504692187749 ,
        lng: 128.609419459689
    },
    {
        title: "마사",
        class: "일식",
        lat:  35.892422967994655,
        lng: 128.607187423581
    },
    {
        title: "도토리",
        class: "일식",
        lat: 35.8937766032433,
        lng: 128.609734289882
    },
    {
        title: "밥하는 남자",
        class: "일식",
        lat: 35.8935718468104,
        lng: 128.609547411332
    },
    {
        title: "은화수 식당",
        class: "일식",
        lat: 35.8940538727469,
        lng: 128.609385511769
    },
    {
        title: "마이카츠",
        class: "일식",
        lat: 35.8944031218284,
        lng: 128.610389315438
    },
    {
        title: "도쿄엔",
        class: "일식",
        lat: 35.8939659648493,
        lng:  128.609893170766
    },
    {
        title: "1058면",
        class: "일식",
        lat: 35.8938883242593,
        lng: 128.609803000546
    },




    {
        title: "신서울족발",
        class: "한식",
        lat: 35.8919327508129,
        lng: 128.607288258388
    },
    {
        title: "도리집",
        class: "한식",
        lat: 35.8941046012073,
        lng: 128.609970732988
    },
    {
        title: "고니식탁",
        class: "한식",
        lat: 35.8926315503937,
        lng: 128.608434760738
    },
    {
        title: "한끼갈비",
        class: "한식",
        lat: 35.8929402452273,
        lng: 128.6085988193641
    },
    {
        title: "봉대박찜닭",
        class: "한식",
        lat: 35.8945205960933,
        lng: 128.610028994503
    },
    {
        title: "유가네 닭갈비",
        class: "한식",
        lat: 35.8930525402955,
        lng: 128.608961016911
    },
    {
        title: "싸움의 고수",
        class: "한식",
        lat: 35.8942166677626,
        lng: 128.609845642499
    },




    {
        title: "대구오뎅",
        class: "기타",
        lat: 35.8924232691069,
        lng: 128.606154728518
    },
    {
        title: "반미리코",
        class: "기타",
        lat: 35.8946483409939,
        lng: 128.611086460874
    },
    {
        title: "그리다빵",
        class: "기타",
        lat: 35.89407907035386,
        lng: 128.609690578033
    },
    {
        title: "뚜레쥬르",
        class: "기타",
        lat: 35.8925008171684,
        lng: 28.6089443137819
    },
    {
        title: "베스킨라빈스",
        class: "기타",
        lat: 35.8927246577667,
        lng: 128.609220171084
    },
    {
        title: "설빙",
        class: "기타",
        lat: 35.8931251101828,
        lng: 128.609261500808
    },
    {
        title: "서브웨이",
        class: "기타",
        lat: 35.8930641036042,
        lng: 128.609442997259
    },
    {
        title: "에그드랍",
        class: "기타",
        lat: 35.8930841771477,
        lng: 128.60962613504
    }
]

export const BukLocation = {
    lat: 35.89400800900886,
    lng: 128.59501101278932,
    scale: 2
  };