export const Dong = [
    {
        title: "사랑받는 돼지국밥",
        class: "한식",
        lat: 35.8898457046249,
        lng: 128.617924339736
    },
    {
        title: "조아라 떡볶이&닭강정",
        class: "한식",
        lat: 35.889636202727736,
        lng: 128.61742174053
    },
    {
        title: "신전떡볶이",
        class: "한식",
        lat: 35.88923130848423,
        lng: 128.617208633636
    },
    {
        title: "색계",
        class: "한식",
        lat: 35.8890754791076,
        lng: 128.617069806961
    },
    {
        title: "아리랑떡볶이",
        class: "한식",
        lat: 35.8892702141888,
        lng: 128.616996248803
    },


//================================


    {
        title: "경복반점",
        class: "중식",
        lat: 35.889198515657164,
        lng: 128.616967105503
    },
    {
        title: "기황후",
        class: "중식",
        lat: 35.8896371278565,
        lng: 128.617687538616
    }
    
    
]

export const DongLocation = {
    lat: 35.8892746157816,
    lng: 128.616334661611,
    scale: 2
  };