export const Init = [
    {
      title: "북문",
      lat: 35.8923907119525,
      lng: 128.609595483017,
    },
    {
      title: "동문",
      lat: 35.8892746157816,
      lng: 128.616334661611,
    },
    {
      title: "서문",
      lat: 35.8884993700692,
      lng: 128.604090448793,
    },
    {
      title: "쪽문",
      lat: 35.8861617775714,
      lng: 128.609917875403,
    },
    {
      title: "테크노문",
      lat: 35.8925376538527,
      lng: 128.614759198154,
    },
  ];

  export const InitLocation = {
    lat: 35.89039172689447,
    lng: 128.61199965507367,
    scale: 4
  };