export const JJok = [
    {
        title: "또또분식",
        class: "한식",
        lat: 35.8854410138548,
        lng: 128.610074923815
    },
    {
        title: "맛나분식",
        class: "한식",
        lat: 35.88543671717895,
        lng: 128.60972325117
    },
    {
        title: "유정분식",
        class: "한식",
        lat: 35.885387676440324,
        lng: 128.609852372769
    },
    {
        title: "봉구스 밥버거",
        class: "한식",
        lat: 35.8855610353491,
        lng: 1128.609692546923
    },
    {
        title: "행컵",
        class: "한식",
        lat: 35.8853278083411,
        lng: 128.61011692597
    },
    {
        title: "엄마손맛",
        class: "한식",
        lat: 35.885047625945454,
        lng: 128.609842720494
    },
    {
        title: "우리분식",
        class: "한식",
        lat: 35.884977917942564,
        lng: 128.609833004234
    },
    {
        title: "종이밥",
        class: "한식",
        lat: 35.8855417473164,
        lng: 128.610459001782
    },
    {
        title: "착한떡볶이",
        class: "한식",
        lat: 35.88510496579587 ,
        lng: 128.612285591449
    },
    {
        title: "성화식당돼지국밥",
        class: "한식",
        lat: 35.8848704439954,
        lng: 128.612637956453
    },
    {
        title: "큰손왕뼈다귀",
        class: "한식",
        lat: 35.8849080167715,
        lng: 128.6131951609968
    },
    {
        title: "삼도안동찜닭",
        class: "한식",
        lat: 35.88480253897358 ,
        lng: 128.61350031009974
    },
    {
        title: "김밥천국",
        class: "한식",
        lat: 35.88476218916349,
        lng: 35.88476218916349
    },


//================================


    {
        title: "부리또",
        class: "양식",
        lat: 35.88518932009844,
        lng: 128.610028302129
    },
    {
        title: "닭튀기는 남자",
        class: "양식",
        lat: 35.88477173076761,
        lng: 128.61059289980588 
    },
    {
        title: "이웃집",
        class: "양식",
        lat: 35.88455020928164,
        lng: 128.613165755844
    },


//================================


    {
        title: "이화원",
        class: "중식",
        lat: 35.885877564835674,
        lng: 128.610280319494
    },
    {
        title: "짬마담",
        class: "중식",
        lat: 35.8847999430786,
        lng: 128.610001040302
    },
    {
        title: "북경반점",
        class: "중식",
        lat: 35.8857131773019,
        lng: 128.610946943583
    },
    {
        title: "감래등",
        class: "중식",
        lat: 35.8852546391171,
        lng: 128.612379982643
    },
    {
        title: "해금강반점",
        class: "중식",
        lat: 35.8851584764134,
        lng: 128.612159330849
    },


//================================


    {
        title: "다이마루",
        class: "일식",
        lat: 35.884893720623175 ,
        lng: 128.61006384305
    },
    {
        title: "초밥집",
        class: "일식",
        lat: 35.8855107979138,
        lng: 128.610582952703
    },


//================================


    {
        title: "라쿵푸",
        class: "기타",
        lat: 35.88576594342324,
        lng: 128.61037218488
    },
    {
        title: "마라도생굴구이",
        class: "기타",
        lat: 35.88485906363318,
        lng: 128.612311058047
    },
    {
        title: "호랑이쌀국수",
        class: "기타",
        lat: 35.884969251603,
        lng: 128.61299708030748
    }
]

export const JJokLocation = {
    lat: 35.8851584764134,
    lng: 128.60991793477177,
    scale: 2
  };